Repository: pgrondek/zeus
Catalog: zeus/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Simple election with one or more questions
pl: Proste wybory z jednym lub kilkoma pytaniami

source: Ballot
pl: Karta do głosowania

source: Question
pl: Pytanie

source: Answer
pl: Odpowiedź

source: Add questions to the election
pl: Dodaj pytań do wyborów

source: Too many choices
pl: Za dużo opcji do wyboru

source: Question '{0}' requires at least {1} choices.
pl: Pytanie '{0}' wymaga zaznaczenia co najmniej {1} odpowiedzi.

source: Results
pl: Wyniki

source: Party lists election
pl: Wybory z listą frakcyjną

source: Manage ballot
pl: Zarządzanie karta

source: Candidate
pl: Kandydatka

source: Party
pl: Frakcja

source: Satisfaction Approval Voting
pl: Pojedynczy Głos Aprobujący (SAV)

source: No questions set
pl: Nie ustawiono pytań

source: Manage questions
pl: Zarządzaj odpowiedziami

source: Score voting election
pl: Wybory z oceną kandydatur (Score Voting)

source: Single transferable vote election
pl: Wybory z Pojedynczym Głosem Przechodnim (STV)

source: Candidates List
pl: Lista kandydatur

source: Electors: Group A
pl: Elektorzy: grupa A

source: Electors: Group B
pl: Elektorzy: grupa B

source: Greek Universities single governing bodies election
pl: Wybory na greckim uniwersytecie

source: Voter excluded
pl: Wyborczyni wykluczona

source: %s is not a valid character.
pl: %s nie jest prawidłowym znakiem.

source: Trustees
pl: Powierniczki

source: Multiple mixnets
pl: Kilka sieci mieszających

source: Linked polls (experimental)
pl: Połączone głosowania (eksperymentalne)

source: Set the language that will be used for email messages
pl: Ustaw język stosowany do wiadomości e-mail

source: Communication language
pl: Język komunikacji

source: Notify voters using SMS (%d deliveries available for your account)
pl: Powiadom wyborczynie SMSem (z Twojego konta można wysłać %d wiadomości)

source: Mobile SMS notifications enabled
pl: Włączone powiadomienie przez SMSy

source: Invalid voting end date
pl: Nieprawidłowa data zakończenia głosowania

source: Invalid voting dates
pl: Nieprawidłowe daty głosowania

source: Invalid voting extension date
pl: Nieprawidłowa data przedłużenia głosowania

source: Invalid trustees format
pl: Nieprawidłowy format powierniczek

source: Choice
pl: Wybrana odpowiedź

source: CSV file with answers
pl: Plik CSV z odpowiedziami

source: Attach a UTF-8 encoded file. Answers will replace the current list.
pl: Załącz plik w kodowaniu UTF-8. Lista odpowiedzi zostanie zastąpiona.

source: Min answers
pl: Minimum odpowiedzi

source: Max answers
pl: Maksymalnie odpowiedzi

source: Max answers should be greater or equal to min answers
pl: Maksymalna liczba odpowiedzi musi być większa lub równa minimalnej

source: No duplicate choices allowed
pl: Duplikaty nie są dozwolone

source: Party name
pl: Nazwa frakcji

source: Scores
pl: Oceny

source: Number of answers must be equal or bigger than max answers
pl: Liczba odpowiedzi musi być większa lub równa maksymalnej liczbie odpowiedzi

source: Min votes
pl: Minimum głosów

source: Shorter ballots will be accepted, but the votes will not be counted any higher.
pl: Krótsze listy kandydatek będą zaakceptowane, ale głosy na nich nie zostaną policzone jako ważniejsze.

source: This field is required.
pl: To pole jest wymagane.

source: maximum number of elected from the same constituency
pl: maksymalna liczba osób wybranych z tej samej grupy

source: Constituency limit
pl: Ograniczenie grup

source: enable limiting the elections from the same constituency
pl: włącz ograniczenie osób wybranych z tej samej grupy

source: Limit elected per constituency
pl: Ograniczenie osób wybranych z tej samej grupy

source: set the eligibles count of the election
pl: ustaw liczbę mandatów w wyborach

source: Eligibles count
pl: Liczba mandatów

source: Shuffle answers
pl: Tasuj odpowiedzi

source: Reorder answers when voting
pl: Zmień kolejność odpowiedzi podczas głosowania

source: Value must be a positive integer
pl: Wartość musi być liczbą dodatnią

source: Username
pl: Nazwa użytkownika

source: Password
pl: Hasło

source: Invalid username or password
pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Your account is disabled
pl: Twoje konto jest wyłączone

source: 2-factor authentication
pl: Uwierzytelnianie dwuskładnikowe

source: 2-factor authentication help text
pl: Tekst pomocy uwierzytelniania dwuskładnikowego

source: Duplicate poll names are not allowed
pl: Nazwy głosowań nie mogą się powtarzać

source: Poll name cannot be changed after freeze
pl: Nazwy głosowania nie można zmienić po finalizacji

source: This URL is invalid
pl: URL nieprawidłowy

source: all selected voters
pl: wszystkie wybrane głosujące

source: selected voters who have cast a ballot
pl: wybrano głosujące, które już zagłosowały

source: selected voters who have not yet cast a ballot
pl: wybrano głosujące, które jeszcze nie zagłosowały

source: Email only
pl: Tylko e-mail

source: SMS only
pl: Tylko SMS

source: Email and SMS
pl: Email oraz SMS

source: Email subject
pl: Temat e-maila

source: In place of BODY
pl: Zamiast BODY

source: In place of SMS_BODY
pl: Zamiast SMS_BODY

source: Contact method
pl: Metoda kontaktu

source: Do not send sms if voter email is set
pl: Nie wysyłaj SMSa jeżeli ustawiono adres e-mail

source: Send To
pl: Wyślij do

source: %d deliveries available
pl: Można wysłać %d SMSów

source: Please provide SMS body
pl: Podaj tekst SMSa

source: Current password
pl: Aktualne hasło

source: New password
pl: Nowe hasło

source: New password confirm
pl: Potwierdź nowe hasło

source: Invalid password
pl: Hasło nieprawidłowe

source: Passwords don't match
pl: Hasła się różnią

source: Login password
pl: Hasło logowania

source: Invalid login code
pl: Nieprawidłowy kod logowania

source: Invalid email or password
pl: Nieprawidłowa e-mail lub hasło

source: Ballot choice %s
pl: Wybór karty %s

source: Invalid ballot
pl: Nieprawidłowa karta

source: Candidates list. e.g., <br/><br/> FirstName, LastName, SchoolA<br /> FirstName, LastName, SchoolB<br />
pl: Lista kandydatów. np., <br/><br/> Imię, Nazwisko, parytet<br /> Imię, Nazwisko, parytet<br />

source: Ballots list. e.g., <br/><br/> Candidate One:SchoolA<br/> Candidate Two:SchoolB<br/>
pl: Lista kandydatów. np., <br/><br/> Imię Nazwisko:parytet M<br /> Imię Nazwisko:parytet K<br />

source: Election name
pl: Nazwa wyborów

source: Voting start date
pl: Data rozpoczęcia wyborów

source: e.g. 25/01/2015 07:00
pl: np. 25/01/2015 07:00

source: Voting end date
pl: Data zakończenia wyborów

source: e.g. 25/01/2015 19:00
pl: np. 25/01/2015 19:00

source: Institution name
pl: Nazwa instytucji

source: Candidates
pl: Kandydaci

source: Maximum elected per department
pl: Maksymalna liczba wybranych osób z grupy

source: Ballots count
pl: Liczba kart do głosowania

source: Invalid date format
pl: Nieprawidłowy format daty

source: Candidate %s is invalid
pl: Kandydatka %s jest nieprawidłowa

source: Ballot %s is invalid
pl: Karta %s jest nieprawidłowa

source: This is a trial election
pl: To wybory testowe

source: Choose the type of the election
pl: Wybierz typ wyborów

source: TRUSTEES_LIST_HELP_TEXT
pl: Lista powierniczek, np.<br/> <br/> Janina Kowalska,janina.kowalska@gmail.com<br/>Partyjna Komisja Wyborcza,razem.pkw@gmail.com

source: Election description
pl: Opis wyborów

source: When voting ends
pl: Kiedy głosowanie się kończy

source: When voting starts
pl: Kiedy głosowanie się zaczyna

source: Voting extension date
pl: Data przedłużenia wyborów

source: Voters can contact this email for election support
pl: Głosujące mogą napisać na ten adres e-mail, aby uzyskać pomoc przy głosowaniu

source: Voters can contact this phone for election support
pl: Głosujące mogą zadzwonić pod ten telefon, aby uzyskać pomoc przy głosowaniu

source: Whether or not to allow remote mixing
pl: Czy zezwolić na mieszanie na zewnętrznym serwerze

source: Require voters to accept specified terms in order to cast a vote.
pl: Wymaga od wyborczyń zaakceptowania podanych warunków w celu oddania głosu.

source: Are you sure you want to delete the selected trustee ?
pl: Czy na pewno usunąć wybraną powierniczkę?

source: Are you sure you want to freeze the election ?
pl: Czy na pewno sfinalizować wybory?

source: Are you sure you want to delete the selected poll ?
pl: Czy na pewno usunąć wybrane głosowanie?

source: Start
pl: Początek

source: End
pl: Koniec

source: Extension
pl: Przełużenie

source: Voters
pl: Głosujący

source: Excluded voters
pl: Wyłączone głosujące

source: Poll name
pl: Nazwa głosowania

source: RESULTS
pl: WYNIKI

source: TOTAL VOTES
pl: GŁOSÓW W SUMIE

source: VALID VOTES
pl: GŁOSÓW WAŻNYCH

source: INVALID VOTES
pl: GŁOSÓW NIEWAŻNYCH

source: BLANK VOTES
pl: GŁOSÓW PUSTYCH

source: PARTY RESULTS
pl: WYNIKI FRAKCJI

source: CANDIDATE RESULTS
pl: WYNIKI KANDYDATA

source: BALLOTS
pl: KARTY DO GŁOSOWANIA

source: ID
pl: IDENTYFIKATOR

source: PARTY
pl: FRAKCJA

source: CANDIDATE
pl: KANDYDAT

source: VALID/INVALID/BLANK
pl: WAŻNY/NIEWAŻNY/PUSTY

source: VALID
pl: WAŻNY

source: INVALID
pl: NIEWAŻNY

source: BLANK
pl: PUSTY

source: BALLOTS (SINGLE ROWS)
pl: KARTY DO GŁOSOWANIA (W POJEDYNCZYCH WIERSZACH)

source: CANDIDATES
pl: KANDYDACI

source: Elect
pl: Wybierz

source: Eliminated
pl: Wyeliminowany

source: Eliminated due to quota restriction
pl: Wyeliminowany z uwagi na ograniczenie

source: Elected
pl: Wybrano

source: Departments
pl: Grupy

source: Round
pl: Runda

source: Votes
pl: Głosów

source: Draw
pl: Remis

source: Action
pl: Działanie

source: NO
pl: NIE

source: YES
pl: TAK

source: Ballots
pl: Karty do głosowania

source: Votes (numerator)
pl: Głosy (licznik)

source: Votes (denominator)
pl: Głosy (mianownik)

source: RANKING
pl: RANGA

source: SCORES
pl: WYNIKI

source: SCORES:
pl: WYNIKI:

source: Institution
pl: Instytucja

source: Electors
pl: Wyborcy

source: Name
pl: Nazwa

source: Polls
pl: Głosowania

source: Official
pl: Oficjalne

source: Total
pl: W sumie

source: Total rounded
pl: W sumie zaokrąglono

source: GROUP
pl: GRUPA

source: QUESTION
pl: PYTANIE

source: Total votes: %d
pl: Głosów w sumie: %d

source: Blank: %d
pl: Pustych: %d

source: Zeus Elections - Poll Results
pl: Wybory Zeus - wyniki głosowania

source: Start: %(date)s
pl: Początek: %(date)s

source: End: %(date)s
pl: Koniec: %(date)s

source: Extension: %(date)s
pl: Przedłużenie: %(date)s

source: Votes (fraction)
pl: Głosy (ułamek)

source: Are you sure ?
pl: Jesteś pewna?

source: Are you sure?
pl: Jesteś pewna?

source: (all voters selected)
pl: (wybrano wszystkie głosujące)

source: Registration ID
pl: Identyfikator rejestracji

source: Surname
pl: Nazwisko

source: Given name
pl: Imię

source: Middle name
pl: Drugie imię

source: Mobile phone
pl: Telefon komórkowy

source: Vote weight
pl: Waga głosu

source: Has voted
pl: Zagłosowała

source: Booth invitation sent at
pl: Zaproszenie do kabiny do głosowania wysłano

source: Last visit
pl: Ostatnia wizyta

source: Actions
pl: Działania

source: Creation
pl: Utworzenie

source: Election status
pl: Stan wyboru

source: Trial
pl: Próba

source: Voters Voted
pl: Głosujących zagłosowało

source: Number of Polls
pl: Liczba głosowań

source: Administrators
pl: Administratorzy

source: Trustee login url sent
pl: Przesłano powierniczce jej URL do logowania

source: Invalid batch file contents
pl: Nieprawidłowa zawartość pliku wsadowego

source: Poll updated successfully
pl: Aktualizacja głosowania powiodła się

source: Invalid encoding
pl: Nieprawidłowe kodowanie

source: Invalid voter file id
pl: Nieprawidłowy identyfikator pliku głosujących

source: Enter a valid email address. <br />
pl: Wprowadź prawidłowy adres e-mail. <br />

source: No file uploaded
pl: Nie wysłano pliku

source: Time to Vote
pl: Czas głosowania

source: Additional Info
pl: Dodatkowe informacje

source: Voting end date extended
pl: Przedłużono datę zakończenia wyborów

source: No voters were found.
pl: Nie znaleziono głosujących.

source: Email sending started
pl: Rozpoczęto wysyłkę e-maili

source: Something went wrong
pl: Coś poszło nie tak

source: No SMS deliveries left.
pl: Nie ma już możliwości wysyłki SMSów.

source: Voter removed successfully
pl: Usunięcie wyborczyni powiodło się

source: Poll does not support voter url login.
pl: Głosowanie nie obsługuje logowania przez URL głosującej.

source: You need to logout from your current account to access this view.
pl: Musisz zalogować się z aktualnego konta aby uzyskać dostęp do tego widoku.

source: Invalid ballot data
pl: Nieprawidłowe dane karty

source: Invalid email address
pl: Nieprawidłowy adres e-mail

source: Client address unavailable
pl: Adres klienta niedostępny

source: There are too many requests from your address
pl: Za dużo żądań z Twojego adresu internetowego

source: There are too many emails registered from your address
pl: Zarejestrowano za dużo e-maili z Twojego adresu

source: Cannot create demo users right now. Sorry.
pl: Nie można tworzyć użytkowników demo, przepraszamy.

source: An email with demo credentials has been sent to %s
pl: E-mail z danymi uwierzytelniającymi został wysłany na adres %s

source: You do not have permission to access this page.
pl: Nie masz pozwolenia na dostęp do tej strony.

source: An error has been occured. Please notify the server admin.
pl: Wystąpił błąd. Zawiadom administratora serwera.

source: The requested page was not found.
pl: Nie znaleziono żądanej strony.
