Repository: pgrondek/zeus
Catalog: helios/locale/*/LC_MESSAGES/django.po
Languages: pl

source: The total voters across all elections for demo accounts is limited to
pl: Całkowita liczba głosujących we wszystkich wyborach dla kont demo jest ograniczona do

source: Demo accounts are periodically purged. If you need a normal account, or have any questions, please contact us at helpdesk@zeus.grnet.gr. -- https://zeus.grnet.gr/ Zeus Elections
pl: Konta demo są okresowo usuwane. --

source: Demo account for
pl: Konto demonstracyjne dla

source: Legitimate recipient:
pl: Uprawniona osoba odbiorcza:

source: Dear voter,
pl: Szanowna osobo głosująca,

source: The ending date of the election has changed. New ending date is:
pl: Data zakończenia wyborów została zmieniona. Nowa data zakończenia to:

source: Zeus Elections
pl: Wybory Zeus

source: Intended recipient
pl: Docelowa osoba odbiorcza

source: Voting link
pl: Łącze do głosowania

source: You are invited to vote in the poll:
pl: Został*ś zaproszon* do głosowania:

source: starting
pl: zaczynającego się o

source: and ending
pl: i kończącego

source: Your registration ID is:
pl: Identyfikator osoby głosującej to:

source: To submit your vote, follow the link below
pl: Aby zagłosować, kliknij na łącze poniżej

source: Information:
pl: Informacja:

source: You can vote more than once. Only your last vote will be counted.
pl: Możesz głosować więcej niż raz. Tylko ostatni głos zostanie policzony.

source: For information about the voting you can contact the trustees by phone,
pl: Aby uzyskać informacje o głosowaniu, możesz skontaktować się telefonicznie

source: or by email,
pl: lub przez e-mail

source: If you want to initiate an audit vote,
pl: Aby wykonać głosowanie kontrolne,

source: the valid audit codes are
pl: prawidłowe kody kontrolne to

source: Otherwise ignore those codes above.
pl: W przeciwnym razie możesz zignorować podane powyżej kody.

source: The voting takes place in the web browser in your computer, where your choices are recorded and encrypted before being submitted. We recommend the following browsers:
pl: Głosowanie odbywa się wewnątrz przeglądarki w komputerze, gdzie dokonane wybory są zapisywane i szyfrowane przed przesłaniem na serwer. Zalecamy następujące przeglądarki:

source: version
pl: wersja

source: or newer
pl: lub nowsze

source: Important: The present message is strictly personal and confidential. Do not forward or show it to others. Do not reply to this.
pl: Ważne: Ten e-mail jest POUFNY i zawiera łącze umożliwiające zagłosowanie. Nie przesyłaj go ani nie pokazuj innym osobom. Nie odpowiadaj na niego.

source: Instead, you can write to
pl: Możesz napisać pod adres

source: If you are not the legitimate recipient, please delete this message and contact helpdesk@zeus.grnet.gr
pl: Jeżeli nie jesteś osobą, dla której ten e-mail był przeznaczony, to skasuj tę wiadomość i skontaktuj

source: Audit codes only apply for poll:
pl: Kody kontrolne dotyczą tylko głosowania:

source: Error saving form.
pl: Błąd zapisania formularza.

source: Home
pl: Dom

source: Contact
pl: Kontakt

source: Login
pl: Logowanie

source: This is a login form for election administrators only. Voters have to use the link sent to them via email or SMS.
pl: To formularz logowania wyłącznie dla osób administrujących wyborów. Osoby głosujące muszą wykorzystać łącze wysłane do nich e-mailem lub SMSem.

source: You have successfully cast a vote in %(election_name)s %(vote_receipt_url)s
pl: Udało Ci się oddać głos w %(election_name)s %(vote_receipt_url)s

source: ZEUS ELECTION %(election_name)s VOTING EXTENDED UNTIL %(ext_date)s: VOTER WITH REG CODE %(voter_login_id)s VOTES TO %(voter_url)s - LOGIN CODE: %(voter_login_code)s%(custom_message_sms)s
pl: WYBORY ZEUS %(election_name)s GŁOSOWANIE PRZEDŁUŻONO DO %(ext_date)s: OSOBA GŁOSUJĄCA Z KODEM REJESTRACJI %(voter_login_id)s GŁOSUJE DO %(voter_url)s - KOD LOGOWANIA: %(voter_login_code)s%(custom_message_sms)s

source: ZEUS ELECTION %(election_name)s: VOTER WITH REG CODE %(voter_login_id)s VOTES TO %(voter_url)s - LOGIN CODE: %(voter_login_code)s%(custom_message_sms)s
pl: WYBORY ZEUS %(election_name)s: OSOBA GŁOSUJĄCA Z KODEM REJESTRACJI %(voter_login_id)s GŁOSUJE DO %(voter_url)s - KOD LOGOWANIA: %(voter_login_code)s%(custom_message_sms)s

source: As a trustee for the election
pl: Jesteś osobą powierniczą tych wyborów

source: please visit your control panel and follow the instructions
pl: zaloguj się do swojego panelu sterowania i postępuj zgodnie z instrukcjami

source: Zeus Digital Elections
pl: Cyfrowe Wybory Zeus

source: actions required, step
pl: wymagane działania, etap

source: trustee dashboard
pl: panel osoby powierniczej

source: Trustee actions
pl: Działania osoby powierniczej

source: You are logged in as election administrator
pl: Jesteś zalogowan* jako osoba administrująca wyborów

source: control panel
pl: panel sterowania

source: accounts
pl: konta

source: reports
pl: raporty

source: logout
pl: wyloguj się

source: change password
pl: zmień hasło

source: You are logged in as voter
pl: Jesteś zalogowana jako osoba głosująca

source: proceed to election site
pl: przejść na stronę wyborów

source: You are logged in as trustee
pl: Jesteś zalogowana jako osoba powiernicza

source: Your web browser is not supported for trustee functions.
pl: Twoja przeglądarka nie umożliwia obsługi funkcji osoby powierniczej.

source: Voter login
pl: Logowanie osoby głosującej

source: Please, provide your voter credentials sent to you via Email or SMS
pl: Podaj dane uwierzytelniające osoby głosującej wysłane przez e-mail lub SMS

source: Redirecting...
pl: Przekierowuję...

source: Voter login redirect
pl: Przekierowanie logowania głosującego

source: Election requires third party authentication. You are being redirected to the third party login site.
pl: Wybory wymagają uwierzytelnienia przez stronę trzecią. Przechodzisz na zewnętrzną stronę logowania.

source: Notify voter %(voter_name)s (%(voter_id)s)
pl: Powiadom osobę głosującą %(voter_name)s (%(voter_id)s)

source: Notify poll '%(poll_name)s' voters %(suffix)s
pl: Powiadom osoby głosujące w głosowaniu '%(poll_name)s' %(suffix)s

source: Notify election '%(election_name)s' voters %(suffix)s
pl: Powiadom osoby głosujące w wyborach '%(election_name)s' %(suffix)s

source: The message will only be sent to the following voter:
pl: Ten komunikat będzie wysłany tylko do:

source: Email content
pl: Treść e-maila

source: Email subject
pl: Temat e-maila

source: SMS content
pl: Treść SMSa

source: You can edit the contents of the message using the following form.
pl: Możesz edytować treść komunikatu przy pomocy formularza.

source: Send
pl: Wyślij

source: Sending complete.
pl: Wysyłka zakończona.

source: Back to the polls
pl: Powrót do głosowań

source: Error emailing voters
pl: Błąd przy wysyłaniu e-maili do wyborców

source: Resources
pl: Zasoby

source: Invalid link.
pl: Nieprawidłowe łącze.

source: Please make sure that you follow exactly the same link as it was set to you via email. If you continue to have this problem, please contact your election officials.
pl: Upewnij się, że korzystasz dokładnie z takiego linka, jaki został wysłany w e-mailu. Jeżeli problem nadal występuje, skontaktuj się z PKW

source: For questions and comments regarding the Zeus platform you may contact us at <a href="mailto:helpdesk@zeus.grnet.gr">helpdesk@zeus.grnet.gr</a>. <br /> <br /> <br /> <cite> Notice that if you are a voter and want to report an issue related to a running election you should get in contact with the corresponding election support group. You can find contact details in the election page. </cite> </p>
pl: Pytania i komentarze dotyczące platformy Zeus możesz przesyłać do nas. <br /> <br /> <br /> </p>

source: Something went wrong !!!
pl: Coś poszło nie tak!

source: Choose election
pl: Wybierz wybory

source: Homepage
pl: Strona domowa

source: FAQs
pl: FAQ

source: STV ballot box import form
pl: Formularz importu urny z kartami PGP

source: Ballot
pl: Karta do głosowania

source: Import ballots
pl: Importuj karty do głosowania

source: Count STV ballot box.
pl: Przelicz urnę z kartami PGP.

source: Choose a file and press submit to count STV results
pl: Wybierz plik i naciśnij prześlij, aby obliczyć wyniki PGP

source: Submit ballots
pl: Prześlij karty do głosowania

source: You may want to manually import ballots
pl: Możesz chcieć ręcznie zaimportować karty do głosowania

source: here
pl: tutaj

source: Ballot counting is completed. Use the following links to save the results.
pl: Zakończono liczenie kart. Łącza poniżej pozwalają zapisać wyniki.

source: Election data
pl: Dane wyborów

source: Results files will be available from this url for a few minutes.
pl: Plik wyników będzie dostępny pod tym adresem URL przez kilka minut.

source: To restart the counting process click
pl: Aby ponownie uruchomić proces liczenia, kliknij

source: Terms of use
pl: Warunki wykorzystania
