Repository: pgrondek/zeus
Catalog: helios/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Unresolved
pl: Nierozwiązane

source: Unofficial
pl: Nieoficjalne

source: Official
pl: Oficjalne

source: Linked polls
pl: Powiązane głosowania

source: Election type
pl: Typ wyborów

source: Election name
pl: Nazwa wyborów

source: Support email
pl: E-mail pomocy technicznej

source: Support phone
pl: Telefon pomocy technicznej

source: Election description
pl: Opis wyborów

source: Trial election
pl: Wybory próbne

source: Departments
pl: Grupy

source: University Schools. e.g.<br/><br/> School of Engineering <br />School of Medicine<br />School ofInformatics<br />
pl: Można przypisywać osoby kandydujące <br/>do określonych grup <br/>i ustalić ograniczenie <br />liczby wybranych osób z danej <br />grupy<br />

source: Voting starts at
pl: Początek głosowania

source: Voting ends at
pl: Koniec głosowania

source: Voting extended until
pl: Głosowanie przedłużono do

source: Cast consent test
pl: Tekst zgody do oddania głosu

source: Add at least one trustee
pl: Dodaj co najmniej jedną osobę powierniczą

source: Have trustee %s generate a keypair
pl: Osoba powiernicza '%s' musi wygenerować parę kluczy

source: Have trustee %s verify his key
pl: Osoba powiernicza '%s' musi zweryfikować swój klucz

source: Canceled
pl: Anulowanie

source: Completed
pl: Zakończone

source: Voting
pl: Głosowanie

source: Results computed
pl: Wyniki obliczone

source: Computing results
pl: Obliczam wyniki

source: Decryption finished
pl: Odszyfrowanie zakończone

source: Decrypting
pl: Odszyfrowuję

source: Partial decryptions finished
pl: Częściowe odszyfrowanie zakończone

source: Pending completion of partial decryptions
pl: Czekam na zakończenie częściowych odszyfrowań

source: Validating mixing
pl: Weryfikuję mieszanie

source: Mixing finished
pl: Mieszanie zakończone

source: Waiting for remote mixes
pl: Oczekujemy na zdalne miksery

source: Mixing
pl: Mieszanie

source: Validating voting
pl: Weryfikuję głosowanie

source: Election closed
pl: Wybory zamknięte

source: Waiting for voting to start.
pl: Oczekujemy na rozpoczęcie głosowania.

source: Voting stopped. Pending close.
pl: Głosowanie zatrzymano. Czekamy na zamknięcie.

source: Freezing
pl: Finalizuję

source: Frozen
pl: Sfinalizowane

source: Election pending to freeze
pl: Wybory oczekują na sfinalizowanie

source: Poll link group
pl: Grupa połączonych głosowań

source: Poll reference id
pl: Identyfikator głosowania

source: Poll name
pl: Nazwa głosowania

source: Oauth2 login
pl: Logowanie przez Oauth2

source: JWT login
pl: Logowanie przez JWT

source: Shibboleth login
pl: Logowanie przez Shibboleth

source: JSON Web Token Login
pl: Logowanie przez JSON Web Token

source: Oauth2 Login %s
pl: Logowanie przez Oauth2 (%s)

source: Shibboleth authentication
pl: Uwierzytelnianie Shibboleth

source: Prepare poll questions
pl: Przygotuj pytania w głosowaniu

source: Import voters list
pl: Importuj listę osób głosujących

source: Waiting for all partial decryptions to finish
pl: Oczekiwanie na zakończenie częściowych odszyfrowań

source: Voting closed
pl: Głosowanie zamknięte

source: Pending election close
pl: Oczekiwanie na zamknięcie wyborów

source: No questions set
pl: Nie ustawiono pytań

source: No voters set
pl: Nie ustawiono osób głosujących

source: Ready to freeze
pl: Gotowe do sfinalizowania

source: YES
pl: TAK

source: NO
pl: NIE

source: (EXCLUDED)
pl: (WYŁĄCZONE)

source: Results
pl: Wyniki

source: There must be at least two fields, Registration ID and Email
pl: Wymagane są co najmniej dwa pola, Identyfikator rejestracji oraz E-mail

source: Malformed mobile phone number: %s
pl: Nieprawidłowy numer telefonu komórkowego: %s

source: Voter weight must be a positive integer, not %s
pl: Waga głosu musi być liczbą dodatnią, nie %s

source: Invalid voter data at line %s
pl: Nieprawidłowe dane głosującej w linii %s

source: Voter [%s]: Provide at least one of the email and mobile fields.
pl: Osoba głosująca [%s]: Podaj co najmniej jedno z pól: e-mail lub telefon komórkowy.

source: Duplicate voter id : %s
pl: Duplikat identyfikatora osoby głosującej: %s

source: No email set
pl: Nie ustawiono e-maila

source: Create trustee key
pl: Utwórz klucz osoby powierniczej

source: Verify trustee key
pl: Zweryfikuj klucz osoby powierniczej

source: Partially decrypt votes
pl: Dokonaj częściowego odszyfrowania głosów

source: Elections list
pl: Lista wyborów

source: Create election
pl: Utwórz wybory

source: Blank vote
pl: Pusty głos

source: Election status
pl: Stan wyborów

source: Use the following URL to append additional mixes
pl: Do dołączenia dodatkowych mikserów użyj następującego URLa

source: Mixing status
pl: Stan mieszania

source: Freeze election
pl: Sfinalizuj wybory

source: Close election
pl: Zamknij wybory

source: Close mixing
pl: Zamknij mieszanie

source: Cancel election
pl: Anuluj wybory

source: Save results
pl: Zapisz wyniki

source: Recompute results
pl: Oblicz ponownie wyniki

source: Voting was initially scheduled until %(ends_at)s, <br /> but was extended until %(extended)s
pl: Głosowanie było początkowo zaplanowane do %(ends_at)s, <br /> ale zostało przedłużone do %(extended)s

source: Save
pl: Zapisz

source: Voters count
pl: Liczba osób głosujących

source: Polls count
pl: Liczba głosowań

source: Edit poll
pl: Edytuj głosowanie

source: Voters
pl: Osoby głosujące

source: Election information
pl: Informacje o wyborach

source: Trustees list
pl: Lista osób powierniczych

source: Audited ballots
pl: Zweryfikowane karty do głosowania

source: Edit election
pl: Edycja wyborów

source: Election admin actions
pl: Działania osoby administrującej wyborów

source: Information
pl: Informacja

source: Polls
pl: Głosowania

source: Your vote weight is set to
pl: Waga Twojego głosu jest ustawiona na

source: Enter voting booth
pl: Otwórz kabinę wyborczą

source: No cast yet
pl: Jeszcze nie głosował*ś

source: Voting date passed.
pl: Data głosowania minęła.

source: Voting closed. Please wait for results
pl: Głosowanie zamknięte. Poczekaj na wyniki

source: Election canceled
pl: Wybory odwołano

source: Election completed.
pl: Wybory zakończone.

source: Election cancel message
pl: Komunikat odwołania wyborów

source: Cancel reason
pl: Powód odwołania

source: Confirm election cancel
pl: Potwierdź odwołanie wyborów

source: Back
pl: Z powrotem

source: Election close message
pl: Komunikat zamknięcia wyborów

source: Confirm election close
pl: Potwierdź zamknięcie wyborów

source: Please resolve the following issues in order to be able to freeze the election
pl: Aby sfinalizować wybory, rozwiąż następujące problemy

source: Cancel
pl: Anuluj

source: No trustees are set for the election.
pl: Dla wyborów nie ustawiono osób powierniczych.

source: The election is about to be frozen. It will be made ready for voting, and most changes will not be possible. Are you certain?
pl: Wybory zaraz zostaną sfinalizowane. Będą gotowe do głosowania, i większość zmian nie będzie możliwa. Czy jesteś pewn*?

source: Confirm freeze
pl: Potwierdź finalizację

source: Please confirm.
pl: Prosimy potwierdzić.

source: Confirm close mixing
pl: Potwierdź mieszanie po zamknięciu

source: Recompute election results
pl: Oblicz ponownie wyniki wyborów

source: Are you sure you want to recompute election results?
pl: Czy jesteś pewn*, że chcesz obliczyć ponownie wyniki wyborów?

source: This will replace the existing reports.
pl: Istniejące raporty zostaną zastąpione.

source: Recompute
pl: Oblicz ponownie

source: Compute tally
pl: Oblicz wyniki

source: Compute tally message
pl: Komunikat obliczania wyników

source: Confirm compute tally
pl: Potwierdź obliczenie wyników

source: Partial decryption
pl: Częściowe odszyfrowanie

source: Decryption uploaded. Decryption verification pending.
pl: Odszyfrowanie przesłano. Weryfikacja odszyfrowania w toku.

source: ciphers downloaded
pl: pobrano szyfry

source: Uploading
pl: Przesyłanie

source: Invalid secret key
pl: Nieprawidłowy klucz prywatny

source: Upload failed
pl: Przesyłanie nie powiodło się

source: The final ballots are ready to be decrypted.
pl: Końcowe karty do głosowania czekają na odszyfrowanie.

source: Insert your trustee key
pl: Podaj swój klucz osoby powierniczej

source: Perform partial decryption
pl: Przeprowadź odszyfrowanie częściowe

source: Decryption status
pl: Stan odszyfrowania

source: Partial decryption finished
pl: Częściowe odszyfrowanie zakończone

source: Download partial decryption
pl: Pobierz odszyfrowanie częściowe

source: You have successfully uploaded your partial decryption of the election tally.
pl: Udało Ci się wysłać częściowe odszyfrowanie wyników wyborów.

source: Create Institution
pl: Utwórz instytucję

source: Please confirm the deletion of institution
pl: Potwierdź usuwanie instytucji

source: Yes, I confirm!
pl: Tak, potwierdzam!

source: Insitution has users, can't be deleted.
pl: Instytucja ma osoby użytkownicze, nie można jej usunąć.

source: You didn't choose an institution.
pl: Nie wybrał*ś instytucji.

source: Please confirm the deletion of user
pl: Potwierdź usuwanie osoby użytkowniczej

source: You didn't choose a user.
pl: Nie wybrał*ś osoby użytkowniczej.

source: Institution
pl: Instytucja

source: Filter
pl: Filtruj

source: Clear
pl: Usuń

source: Name
pl: Nazwa

source: Users
pl: Osoby użytkownicze

source: Edit
pl: Edytuj

source: Create User
pl: Utwórz osobę użytkowniczą

source: No results found
pl: Nie znaleziono wyników

source: Election types
pl: Typy wyborów

source: Users count
pl: Liczba osób użytkowniczych

source: Actions
pl: Działania

source: User Groups
pl: Grupy osób użytkowniczych

source: Is helpdesk user
pl: Jest osobą użytkowniczą pomocy technicznej

source: Elections Held
pl: Przeprowadzone wybory

source: Details
pl: Szczegóły

source: Institutions
pl: Instytucje

source: Groups
pl: Grupy

source: Create Group
pl: Utwórz grupę

source: Please confirm the password reset of user
pl: Potwierdź zresetowanie hasła osoby użytkowniczej

source: SMS backend
pl: Silnik obsługi SMSów

source: Reset Password
pl: Resetuj hasło

source: Election Name
pl: Nazwa wyborów

source: Start date
pl: Data rozpoczęcia

source: End Date
pl: Data zakończenia

source: Change password
pl: Zmień hasło

source: Your new password was set.
pl: Nowe hasło zostało ustawione.

source: SAVE
pl: ZAPISZ

source: Candidate
pl: Osoba kandydująca

source: Votes
pl: Głosy

source: Votes (fraction)
pl: Głosy (ułamek)

source: votes cast
pl: oddano głosów

source: Total score
pl: Całkowity wynik

source: Elected
pl: Wybrano

source: Save proof data
pl: Zapisz dane dowodu

source: To create a new election, enter the necessary information below.
pl: Aby utworzyć nowe wybory, wprowadź poniżej niezbędne informacje.

source: Election Polls
pl: Głosowania w wyborach

source: Batch polls update
pl: Grupowa aktualizacja głosowań

source: No audited ballots posted yet
pl: Nie opublikowano zweryfikowanych kart do głosowania

source: Your vote has been cast
pl: Twój głos został oddany

source: Your vote has been successfully cast. Thank you for participating.
pl: Udało Ci się oddać głos. Dziękujemy za udział.

source: A %(anchor_start)ssubmission receipt%(anchor_end)s for your vote has been sent to your email address or mobile phone.
pl: Na Twój adres e-mail lub telefon komórkowy wysłano %(anchor_start)spotwierdzenie głosowania%(anchor_end)s dla Twojego głosu.

source: Eligibles count
pl: Liczba mandatów

source: Maximum elected from the same constituency
pl: Maksymalna liczba osób wybranych z tej samej grupy

source: Min answers
pl: Minimum odpowiedzi

source: Max answers
pl: Maksymalnie odpowiedzi

source: Shuffle answers
pl: Tasuj odpowiedzi

source: Min votes
pl: Minimum głosów

source: Manage questions
pl: Zarządzaj odpowiedziami

source: Booth preview
pl: Podgląd kabiny

source: Total votes
pl: Głosów w sumie

source: Total voters count
pl: Całkowita liczba głosujących

source: Excluded Voters
pl: Wykluczone osoby głosujące

source: Votes cast
pl: Oddano głosów

source: This action will be executed for the %(voters_list_count)s filtered voters. Are you sure ?
pl: To działanie zostanie wykonane dla the %(voters_list_count)s odfiltrowanych osób głosujących. Jesteś pewn*?

source: Voter list actions
pl: Działania listy osób głosujących

source: Import voters
pl: Importuj osoby głosujące

source: Notify voters
pl: Powiadom osoby głosujące

source: Export voter list to CSV
pl: Eksportuj listę głosujących do CSV

source: Delete all voters
pl: Skasuj wszystkie osoby głosujące

source: %(voters_count)s result found
pl: Znaleziono %(voters_count)s

source: (Excluded)
pl: (Wyłączone)

source: Voter actions
pl: Działania dla osób głosujących

source: Delete voter
pl: Usuń osobę głosującą

source: Exclude voter
pl: Wyłącz osobę głosującą

source: No voters added
pl: Nie dodano osób głosujących

source: Enroll voters for poll
pl: Zarejestruj osoby głosujące do głosowania

source: Please, prepare a simple text file with the voters in CSV form, as in the example:
pl: Przygotuj prosty plik tekstowy z osobami głosującymi w formacie CSV, jak na przykładzie poniżej:

source: EXAMPLE_CSV_INPUT_TEXT
pl: Format pliku CSV poniżej

source: *The last three fields (middle name, mobile phone and vote weight) are optional
pl: *Ostatnie trzy pola (drugie imię, telefon komórkowy i waga głosu) są opcjonalne

source: *Setting voting weight requires for middle name and mobile phone fields to be set, even as empty values
pl: *Ustawienie wagi głosu wymaga ustawienia pól z drugim imieniem i telefonem komórkowym, nawet jako puste wartości

source: The fields are, in order:
pl: Te pola to, po kolei:

source: Registration number. Each such number corresponds to one vote. The numbering is not required to be sequential. If no registration numbers are available or you do not wish to use them, simply enumerate the voters using 1, 2, 3, ..., etc.
pl: Numer rejestracji. Każdy z tych numerów odpowiada jednemu głosowi. Numery nie muszą być w kolejności. Jeżeli numery rejestracji nie są dostępne, albo nie chcesz ich używać, to ponumeruj osoby głosujące jako 1, 2, 3, ..., etc.

source: Personal email of the voter where they will receive the secret invitation to vote. Multiple registered entries may have the same email address, if the same person is eligiible to more than one votes (e.g. when representing multiple parties separately).
pl: Osobisty adres e-mail osoby głosującej, na który otrzyma tajne zaproszenie do głosowania. Kilka zarejestrowanych pozycji może mieć ten sam adres e-mail, jeżeli ta sama osoba ma prawo oddać kilka głosów (np. jeżeli jest osobą przedstawicielską kilku osób wykluczonych cyfrowo).

source: The voter's given name
pl: Imię osoby głosującej

source: The voter's surname
pl: Nazwisko osoby głosującej

source: The voter's middle name, or other title or name (optional)
pl: Drugie imię, albo inne stanowisko lub nazwa osoby głosującej (opcjonalne)

source: A personal mobile phone number of the voter (optional)
pl: Numer osobistego telefonu komórkowego osoby głosującej (opcjonalny)

source: Voters vote weight (positive integer)
pl: Waga głosu osoby głosującej (liczba dodatnia)

source: The easiest way to prepare such a file is to first prepare it as a spreadsheet and then export it in CSV form.
pl: Najłatwiejszym sposobem przygotowania takiego pliku jest przygotowanie go w arkuszu kalkulacyjnym i wyeksportowanie go do formatu CSV.

source: Encoding
pl: Kodowanie

source: Upload file
pl: Wyślij plik

source: Upload complete.
pl: Wysyłanie zakończone.

source: You can now
pl: Możesz teraz

source: review the voter list
pl: sprawdzić listę głosujących

source: Bulk upload voters
pl: Grupowe wysyłanie głosujących

source: Error in reading file.
pl: Błąd przy odczycie pliku.

source: There were
pl: Wczytano elementy

source: entries read from the uploaded file.
pl: z wysłanego pliku.

source: Registration ID
pl: Identyfikator rejestracji

source: Given name
pl: Imię

source: Surname
pl: Nazwisko

source: Middle or other name
pl: Drugie imię

source: Mobile phone
pl: Telefon komórkowy

source: Vote weight
pl: Waga głosu

source: Show all voters
pl: Pokaż wszystkie osoby głosujące

source: The voters above will be enrolled. Note that you can also review and edit the complete voter list from the control panel.
pl: Podane powyżej osoby głosujące zostaną uwzględnione w głosowaniu. Pamiętaj, że pełną listę głosujących możesz również sprawdzać i edytować z panelu sterowania.

source: Confirm voters
pl: Potwierdź osoby głosujące

source: Cancel voter enrollment
pl: Anuluj rejestrację osób głosujących

source: Batch polls actions
pl: Grupowe działania na głosowaniach

source: name
pl: nazwa

source: ballot size
pl: rozmiar karty do głosowania

source: voters registered
pl: osoby głosujące zarejestrowano

source: voters invited
pl: osoby głosujące zaproszono

source: voters voted
pl: osoby głosujące zagłosowało

source: votes
pl: głosy

source: last vote
pl: ostatni głos

source: select action
pl: wybierz działanie

source: Manage voters
pl: Zarządzaj osobami głosującymi

source: Delete poll
pl: Usuń głosowanie

source: Totals
pl: W sumie

source: Add poll
pl: Dodaj głosowanie

source: Please try again
pl: Spróbuj ponownie

source: Error in verifying your trustee key, please try again.
pl: Błąd przy weryfikacji klucza osoby powierniczej, spróbuj ponownie.

source: Your trustee key has been verified!
pl: Twój klucz osoby powierniczej został zweryfikowany!

source: Your trustee key could not be verified.
pl: Nie mogliśmy zweryfikować klucza osoby powierniczej.

source: The fingerprint for the public part of your trustee key is:
pl: Odcisk publicznej części Twojego klucza osoby powierniczej to:

source: Loading cryptographic functions...
pl: Wczytuję funkcje kryptograficzne...

source: Select your trustee key file and press 'Verify'.
pl: Wybierz plik klucza osoby powierniczej i naciśnij "Sprawdź".

source: To verify your trustee key, paste it here:
pl: Aby sprawdzić klucz osoby powierniczej, wklej go tutaj:

source: After your trustee key has been successfully verified you will be automatically logged out.
pl: Po sprawdzeniu klucza osoby powierniczej, zostaniesz automatycznie wylogowan*.

source: Verify
pl: Sprawdź

source: Verifying private trustee key...
pl: Sprawdzanie prywatnego klucza osoby powierniczej...

source: The public part of your trustee key has been successfully uploaded.
pl: Publiczna część klucza osoby powierniczej została przesłana.

source: After voting is over, you must revisit this page to decrypt the results.
pl: Po zakończeniu głosowania, musisz ponownie odwiedzić tę stronę w celu odszyfrowania wyników.

source: Please,
pl: Upewnij się, że

source: confirm you indeed possess the trustee key
pl: na pewno posiadasz klucz osoby powierniczej

source: if you haven't.
pl: jeżeli jeszcze tego nie zrobił*ś.

source: Confirm key possession
pl: Potwierdź posiadanie klucza

source: Key last verified at
pl: Klucz ostatnio zweryfikowano o

source: generate trustee key
pl: wygeneruj klucz osoby powierniczej

source: Your partial decryption has been successfully uploaded.
pl: Częściowe odszyfrowanie zostało wysłane.

source: Invalid trustee key.
pl: Nieprawidłowy klucz osoby powierniczej.

source: Trustee Key
pl: Klucz osoby powierniczej

source: Please confirm that you have saved your trustee key.
pl: Potwierdź, że zapisał*ś klucz osoby powierniczej.

source: Your trustee key has been activated.
pl: Twój klucz osoby powierniczej jest teraz aktywny.

source: Error in trustee key activation.
pl: Błąd aktywacji klucza osoby powierniczej.

source: As an election trustee you have to generate your
pl: Jako osoba powiernicza wyborów musisz wygenerować swój

source: trustee key
pl: klucz osoby powierniczej

source: Generate trustee key
pl: Wygeneruj klucz osoby powierniczej

source: My trustee key has been saved and secured. Please continue.
pl: Mój klucz osoby powierniczej został zapisany i zabezpieczony. Można przejść dalej.

source: Activate trustee key
pl: Aktywuj klucz osoby powierniczej

source: After your trustee key has been activated successfully, you will be automatically logged out.
pl: Po udanej aktywacji Twojego klucza osoby powierniczej, zostaniesz automatycznie wylogowan*.

source: Save your trustee key
pl: Zapisz swój klucz osoby powierniczej

source: If your web browser displays the contents of your trustee key in a new window, switch to the new window and press Ctrl+S to save it.
pl: Jeżeli Twoja przeglądarka wyświetla treść Twojego klucza osoby powierniczej w nowym oknie, przełącz się do tego nowego okna i wciśnij Ctrl+S aby go zapisać.

source: Your trustee key has been generated. If you want, you can
pl: Twój klucz osoby powierniczej został już wygenerowany, jeżeli chcesz, możesz

source: remove it from memory and start over.
pl: go usunąć z pamięci i zacząć od nowa.

source: If you already have a trustee key you can
pl: Jeżeli masz już klucz osoby powierniczej, możesz

source: reuse it
pl: go ponownie wykorzystać

source: Reuse trustee key
pl: Wykorzystaj ponownie klucz osoby powierniczej

source: Insert your trustee key below
pl: Wklej swój klucz osoby powierniczej poniżej

source: Continue
pl: Kontynuuj

source: The public part of your trustee key
pl: Część publiczna klucza osoby powierniczej

source: Now you have to upload the public part of your trustee key to the Zeus servers.
pl: Teraz musisz wysłać publiczną część swojego klucza na serwery Zeus.

source: You can save the fingerprint for reference.
pl: Możesz zapisać na przyszłość jego odcisk cyfrowy.

source: The trustees below are responsible for the decryption of the ballots
pl: Podane poniżej osoby powiernicze są odpowiedzialne za odszyfrowanie kart do głosowania

source: Trustee election identifier
pl: Identyfikator osoby powierniczej wyborów

source: Trustee key not verified
pl: Klucz osoby powierniczej nie został zweryfikowany

source: key verified
pl: klucz zweryfikowany

source: Polls decrypted
pl: Głosowania odszyfrowane

source: No polls decrypted
pl: Nie odszyfrowano głosowań

source: No trustee election key set
pl: Nie ustawiono klucza osoby powierniczej wyborów

source: Send trustee login url
pl: Wyślij powierniczce URL do logowania

source: Delete trustee
pl: Usuń osobę powierniczą

source: Trustee last notified at
pl: Osoba powiernicza zawiadomiona ostatnio o

source: Trustee key last verified at
pl: Klucz osoby powierniczej ostatnio zweryfikowano o

source: Trustee completed partial decryption
pl: Osoba powiernicza zakończyła częściowe odszyfrowanie

source: Pending partial decryption from trustee
pl: Oczekujemy na częściowe odszyfrowanie przez osoby powierniczej

source: Election closed at <em>%(date)s</em>. Waiting for results.
pl: Wybory zamknięto o <em>%(date)s</em>. Czekam na wyniki.

source: Support
pl: Pomoc techniczna

source: Election support email
pl: E-mail pomocy technicznej dla wyborów

source: Election support phone
pl: Telefon pomocy technicznej dla wyborów

source: System message
pl: Komunikat systemowy

source: ELECTION INFO
pl: INFORMACJA O WYBORACH

source: You have successfully cast a vote in %(election_name)s %(poll_name)s as %(voter_name)s %(voter_surname)s with registration ID: %(voter_login_id)s you can find your encrypted vote attached in this mail.
pl: Udało Ci się zagłosować w %(election_name)s %(poll_name)s jako %(voter_name)s %(voter_surname)s z identyfikatorem: %(voter_login_id)s w niniejszym e-mailu znajduje się załączone zaszyfrowane potwierdzenie oddania głosu.

source: Thank you for voting
pl: Dziękujemy za głosowanie

source: Greetings, You can use the following credentials to access a demo account as an election operator at:
pl: Witamy, Możesz utworzyć konto demonstracyjna przy pomocy następujących danych uwierzytelniających:
